Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Accessibility
ar: تسهيلات الاستخدام
bg: Улеснен достъп
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelig­hed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
es_us: Accesibilidad
fi: Käyttöapu
fr: Accessibilité
fr_ca: Accessibilité
he: נגישות
hi: ऐक्सेसिबिलिटी
hr: Pristupačnost
hu: Kisegítő lehetőségek
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
kk: Әмбебап қол жеткізу
ko: 손쉬운 사용
lt: Prieinamumas
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
pt_pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Prístupnosť
sl: Dostopnost
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Доступність
vi: Trợ năng
zh_cn: 辅助功能
zh_hk: 輔助使用
zh_tw: 輔助使用

source: Accessibility Shortcut
ar: اختصار تسهيلات الاستخدام
bg: Бърза команда за улеснен достъп
ca: Drecera d’accessibilitat
cs: Zkratka zpřístupnění
da: Tilgængelighedsgenvej
de: Bedienungshilfen-Kurzbefehl
el: Συντόμευση Προσβασιμότητας
es: Función rápida de accesibilidad
es_us: Función rápida
fi: Käyttöapu-oikotie
fr: Raccourci Accessibilité
fr_ca: Raccourci d’accessibilité
he: קיצור דרך למאפייני נגישות
hi: ऐक्सेसिबिलिटी शॉर्टकट
hr: Prečac pristupačnosti
hu: Kisegítő lehet. bill.parancsa
id: Pintasan Aksesibilitas
it: Abbreviazione accessibilità
ja: ショートカット
kk: Әмбебап қол жеткізу пәрмені
ko: 손쉬운 사용 단축키
lt: Prieinamumo sparčioji komanda
ms: Pintasan Kebolehcapaian
nb: Tilgjengelighets­snarvei
nl: Activeringsknop
pl: Skrót dostępności
pt: Atalho de Acessibilidade
pt_pt: Atalho de acessibilidade
ro: Scurtătură accesibilitate
ru: Команда Универсального доступа
sk: Skratka prístupnosti
sl: Bližnjica za dostopnost
sv: Hjälpmedelsgenväg
th: ปุ่มลัดการช่วยการเข้าถึง
tr: Erişilebilirlik Kestirmesi
uk: Спеціальне спрощення
vi: Phím tắt trợ năng
zh_cn: 辅助功能快捷键
zh_hk: 輔助使用快捷鍵
zh_tw: 輔助使用快速鍵

# accessibilitySharingMode
source: Accessibility
ar: تسهيلات الاستخدام
bg: Улеснен достъп
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelig­hed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
es_us: Accesibilidad
fi: Käyttöapu
fr: Accessibilité
fr_ca: Accessibilité
he: נגישות
hi: ऐक्सेसिबिलिटी
hr: Pristupačnost
hu: Kisegítő lehetőségek
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
kk: Әмбебап қол жеткізу
ko: 손쉬운 사용
lt: Prieinamumas
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
pt_pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Prístupnosť
sl: Dostopnost
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Доступність
vi: Trợ năng
zh_cn: 辅助功能
zh_hk: 輔助使用
zh_tw: 輔助使用

# accessibilitySubtitle
source: Accessibility features adapt your Apple Vision Pro to you. You can turn them on to help with setup, and customize them in Settings.
ar: تساعدك ميزات تسهيلات الاستخدام على ضبط Apple Vision Pro وفقًا لاحتياجاتك. يمكنك تشغيلها للمساعدة في الإعداد وتخصيصها في تطبيق الإعدادات.
bg: Функциите за Улеснен достъп адаптират вашия Apple Vision Pro спрямо вас. Можете да ги включите, за да помогнете с настройването и персонализирането им в Настройки.
ca: Les funcions d’accessibilitat et permeten adaptar el funcionament de l’Apple Vision Pro. Pots activar‑les per ajudar‑te a fer servir el dispositiu i personalitzar‑les a la configuració.
cs: Funkce zpřístupnění přizpůsobují Apple Vision Pro vašim potřebám. Když je zapnete, pomůžou vám se zprovozněním zařízení, a v Nastavení si je můžete upravit na míru.
da: Tilgængelighedsfunktioner tilpasser Apple Vision Pro til dig. Du kan slå dem til for at få hjælp til indstilling og tilpasse dem i Indstillinger.
de: Die Bedienungshilfen passen deine Apple Vision Pro an dich an. Du kannst sie aktivieren, um Hilfe bei der Einrichtung zu erhalten, und sie später in den Einstellungen noch weiter anpassen.
el: Οι δυνατότητες προσβασιμότητας προσαρμόζουν το Apple Vision Pro στα μέτρα σας. Μπορείτε να τις ενεργοποιήσετε για βοήθεια στη διαμόρφωση, και να τις προσαρμόσετε στις Ρυθμίσεις.
es: Utiliza las funciones de accesibilidad para adaptar el Apple Vision Pro a tus necesidades. Actívalas para ayudarte con la configuración y personalízalas en Ajustes.
es_us: Las funciones de Accesibilidad adaptan tu Apple Vision Pro para tu uso. Puedes activarlas para ayudarte con la configuración y personalizarlas en Configuración.
fi: Käyttöapuominaisuudet mukauttavat Apple Vision Pron sinun tarpeisiisi. Voit laittaa ne päälle käyttöönoton helpottamiseksi ja muokata niitä Asetuksissa.
fr: Les fonctionnalités d’accessibilité adaptent votre Apple Vision Pro à vos besoins spécifiques. Vous pouvez les activer pour faciliter la configuration, puis les personnaliser ultérieurement dans Réglages.
fr_ca: Les fonctionnalités d’accessibilité adaptent votre Apple Vision Pro à vos besoins précis. Vous pouvez les activer pour faciliter la configuration, puis les personnaliser ultérieurement dans Réglages.
he: מאפייני נגישות יכולים להתאים את ה-Apple Vision Pro במיוחד עבורך. באפשרותך להפעיל אותם כדי לסייע בתהליך ההגדרה, ולהתאים אותם באופן אישי דרך ״הגדרות״.
hi: ऐक्सेसिबिलिटी फ़ीचर आपके Apple Vision Pro को आपके मुताबिक़ बना देते हैं। आप सेटअप में मदद पाने के लिए उन्हें चालू कर सकते हैं और सेटिंग्ज़ में जाकर उन्हें कस्टमाइज़ कर सकते हैं।
hr: Značajke pristupačnosti prilagođavaju Apple Vision Pro vašim potrebama. Možete ih uključiti kao pomoć pri podešavanju te ih prilagoditi u Postavkama.
hu: A Kisegítő lehetőségek funkciói az Apple Vision Prót Önhöz igazítják. Ezeket a funkciókat bekapcsolhatja a könnyebb beállítás érdekében, és testreszabhatja őket a Beállításokban.
id: Fitur aksesibilitas menyesuaikan Apple Vision Pro dengan Anda. Anda dapat menyalakannya untuk membantu pengaturan dan menyesuaikannya di Pengaturan.
it: Le funzionalità di accessibilità ti consentono di adattare Apple Vision Pro alle tue esigenze. Puoi attivarle per facilitare la configurazione e personalizzarle in Impostazioni.
ja: アクセシビリティ機能を使えば、個々の必要性に合わせてApple Vision Proを調整できます。アクセシビリティ機能をオンにして設定を完了し、あとで“設定”で詳細をカスタマイズできます。
kk: Әмбебап қол жеткізу функциялары Apple Vision Pro құрылғыңызды сізге бейімдейді. Баптау бойынша көмек алу үшін функцияларды қосуға және оларды «Реттеулер» қолданбасында бейімдеуге болады.
ko: 손쉬운 사용 기능은 사용자에 맞춰 Apple Vision Pro를 조정합니다. 이 기능을 켜서 설정하는 데 도움을 받을 수 있으며, 설정에서 사용자화할 수도 있습니다.
lt: Naudokite prieinamumo funkcijas ir pritaikykite „Apple Vision Pro“ pagal savo poreikius. Funkcijas įjunkite, kad būtų lengviau atlikti sąranką, o jas pritaikykite „Nustatymuose“.
ms: Ciri kebolehcapaian menyesuaikan Apple Vision Pro anda untuk anda. Anda boleh mengaktifkannya untuk membantu dengan persediaan dan menyesuaikannya dalam Seting.
nb: Tilgjengelighetsfunksjoner tilpasser Apple Vision Pro til dine behov. Du kan slå dem på for å hjelpe til med oppsettet av enheten, og tilpasse dem i Innstillinger.
nl: Toegankelijkheidsfuncties passen je Apple Vision Pro aan jou aan. Je kunt ze inschakelen voor hulp bij de configuratie en je kunt ze aanpassen in Instellingen.
pl: Funkcje dostępności dostosowują Apple Vision Pro do Twoich potrzeb. Możesz je włączyć, aby uzyskać wsparcie podczas konfiguracji, a następnie dostosować w Ustawieniach.
pt: Os recursos de acessibilidade adaptam o Apple Vision Pro a você. Ative‑os para obter ajuda com a configuração e personalize‑os nos Ajustes.
pt_pt: As funcionalidades de acessibilidade adaptam o Apple Vision Pro às suas necessidades específicas. Pode ativá‑las para obter ajuda com a configuração e personalizá‑las nas Definições.
ro: Funcționalitățile de accesibilitate adaptează Apple Vision Pro‑ul pentru dvs. Puteți să le activați pentru a vă ajuta la configurare și să le personalizați în Configurări.
ru: Функции Универсального доступа помогают настроить Apple Vision Pro так, чтобы Вам было максимально комфортно им пользоваться. Их можно включить сейчас, чтобы облегчить процесс настройки, а затем отрегулировать в Настройках.
sk: Funkcie prístupnosti prispôsobia Apple Vision Pro vašim potrebám. Môžete ich zapnúť, keď potrebujete pomoc pri nastavovaní, a prispôsobiť v Nastaveniach.
sl: Funkcije Dostopnosti prilagajajo napravo Apple Vision Pro. Lahko jih vklopite, da vam bodo v pomoč pri nastavitvi, in jih prilagajate v Nastavitvah.
sv: Hjälpmedelsfunktioner anpassar din Apple Vision Pro efter dig. Du kan slå på dem för att hjälpa till med inställningen och personanpassats dem i Inställningar.
th: คุณสมบัติการช่วยการเข้าถึงจะปรับ Apple Vision Pro ให้เหมาะกับคุณ คุณสามารถเปิดใช้คุณสมบัติเหล่านี้เพื่อช่วยเหลือการตั้งค่าและช่วยกำหนดค่าของคุณสมบัติได้ในการตั้งค่า
tr: Erişilebilirlik özellikleri Apple Vision Pro’nuzu size uyarlar. Ayarlamaya yardımcı olması için bunları açabilir ve Ayarlar’da özelleştirebilirsiniz.
uk: Функції доступності підлаштовують Apple Vision Pro під вас. Якщо ввімкнено, вони можуть допомогти під час налаштування пристрою. Ці функції можна змінювати в Параметрах.
vi: Các tính năng trợ năng điều chỉnh Apple Vision Pro cho phù hợp với bạn. Bạn có thể bật các tính năng này để hỗ trợ thiết lập và tùy chỉnh trong Cài đặt.
zh_cn: 辅助功能可让Apple Vision Pro适应你的个人操作需求。你可以打开辅助功能协助你设置，并在“设置”中自定义相关功能。
zh_hk: 「輔助使用」功能讓Apple Vision Pro更適用你的需要。你可以開啟這些功能來協助設定，以及在「設定」中自訂。
zh_tw: 輔助使用功能會為你調整Apple Vision Pro。你可以開啟來協助設定並在「設定」中自訂這些功能。

# ACTIVATE_ON_RELEASE
source: Use Final Touch Location
ar: استخدام موقع اللمسة النهائية
bg: Използвай Крайно място на докосване
ca: Utilitza la ubicació del toc final
cs: Použít místo posledního dotyku
da: Brug placering af sidste berøring
de: Letzten Berührungspunkt verwenden
el: Χρήση της θέσης Τελικού αγγίγματος
es: Usar ubicación del toque final
es_us: Usar la ubicación del toque final
fi: Käytä loppukosketuksen sijaintia
fr: Emplacement dernière pression
fr_ca: Emplacement du contact final
he: שימוש במיקום המגע האחרון
hi: अंतिम टच स्थान का उपयोग करें
hr: Koristi lokaciju završnog dodira
hu: Az utolsó érintés helyének használata
id: Gunakan Lokasi Sentuhan Akhir
it: Usa posizione tocco finale
ja: タッチ終了位置を使用
kk: Соңғы түрту орнын пайдалану
ko: 마지막 터치 위치 사용
lt: Naudoti galutinę palietimo vietą
ms: Gunakan Lokasi Sentuhan Akhir
nb: Bruk plasseringen til siste trykk
nl: Gebruik positie van laatste aanraking
pl: Miejsce ostatniego dotknięcia
pt: Usar Local Final do Toque
pt_pt: Usar local do último toque
ro: Utilizați poziția finală a atingerii
ru: Точка последнего касания
sk: Použiť polohu konca dotyku
sl: Uporabi končno mesto dotika
sv: Använd slutberöring
th: ใช้ตำแหน่งสัมผัสสุดท้าย
tr: Son Dokunma Konumunu Kullan
uk: Місце кінця дотику
vi: Sử dụng vị trí chạm cuối cùng
zh_cn: 使用触控结束位置
zh_hk: 使用最後觸碰的位置
zh_tw: 使用最終觸控位置

# ACTIVATE_ON_TOUCH
source: Use Initial Touch Location
ar: استخدام موقع اللمسة الأولية
bg: Използвай Начално място на докосване
ca: Utilitza la ubicació del toc inicial
cs: Použít místo prvního dotyku
da: Brug placering af første berøring
de: Ersten Berührungspunkt verwenden
el: Χρήση της θέσης Αρχικού αγγίγματος
es: Usar ubicación del toque inicial
es_us: Usar la ubicación del toque inicial
fi: Käytä alkukosketuksen sijaintia
fr: Emplacement première pression
fr_ca: Emplacement du contact initial
he: שימוש במיקום המגע הראשוני
hi: प्रारंभिक टच स्थान का उपयोग करें
hr: Koristi lokaciju početnog dodira
hu: Az első érintés helyének használata
id: Gunakan Lokasi Sentuhan Awal
it: Usa posizione tocco iniziale
ja: タッチ開始位置を使用
kk: Бастапқы түрту орнын пайдалану
ko: 첫 번째 터치 위치 사용
lt: Naudoti pirminę palietimo vietą
ms: Gunakan Lokasi Sentuhan Awal
nb: Bruk plasseringen til første trykk
nl: Gebruik positie van eerste aanraking
pl: Miejsce pierwszego dotknięcia
pt: Usar Local Inicial do Toque
pt_pt: Usar local do primeiro toque
ro: Utilizați poziția inițială a atingerii
ru: Точка первого касания
sk: Použiť polohu začiatku dotyku
sl: Uporabi začetno mesto dotika
sv: Använd inledande beröring
th: ใช้ตำแหน่งสัมผัสแรก
tr: İlk Dokunma Konumunu Kullan
uk: Місце початку дотику
vi: Sử dụng vị trí chạm ban đầu
zh_cn: 使用触控初始位置
zh_hk: 使用最初觸碰的位置
zh_tw: 使用最初觸控位置

# ACTIVATE_TAP_TIMEOUT
source: Tap Assistance Gesture Delay
ar: تأخير إيماءة مساعدة الضغط
bg: Помощ за забавени жестове
ca: Retard de gest d’assistència de toc
cs: Prodleva asistence při klepnutí
da: Forsinket bevægelse
de: Tipp-Assistent Gestenverzögerung
el: Καθυστέρηση χειρονομίας για τη Βοήθεια αγγίγματος
es: Tiempo de espera para el gesto de asistencia para toque
es_us: Espera del gesto de ayuda táctil
fi: Napautusavustajaeleen viive
fr: Délai des gestes de l’aide à la pression
fr_ca: Délai de geste d’assistance au toucher
he: השהיית מחוות של מסייע ההקשה
hi: टैप सहायता जेस्चर में विलंब हुआ
hr: Odgoda gesti za Asistirani dodir
hu: Érintésasszisztencia kézmozdulat-késleltetése
id: Penundaan Gerakan Bantuan Ketukan
it: Seleziona il ritardo assistente tocco
ja: タップ補助ジェスチャ開始までの時間
kk: «Түрту бойынша көмек» қимылының кідірісі
ko: 탭 지원 제스처 초과 시간
lt: Bakstelėjimo pagalbos gesto delsa
ms: Tundaan Gerak Isyarat Bantuan Ketik
nb: Bevegelsesforsinkelse for trykkstøtte
nl: Tikassistentie gebarenvertraging
pl: Opóźnienie gestu stukania wspomaganego
pt: Atraso do Gesto de Toque Assistido
pt_pt: Atraso dos gestos de toque assistido
ro: Întârziere gest asistență apăsare
ru: Задержка для жеста «Помощь при касании»
sk: Oneskorenie asistenta klepnutia
sl: Zakasnitev kretnje za pomoč pri tapu
sv: Tryckhjälp för gestfördröjning
th: ระยะเวลารอก่อนเริ่มคำสั่งนิ้วการช่วยเหลือการแตะ
tr: Dokunma Yardımı Hareket Gecikmesi
uk: Затримка жесту асистента дотику
vi: Khoảng trễ cử chỉ hỗ trợ chạm
zh_cn: 轻点辅助手势延迟
zh_hk: 點按輔助手勢延遲
zh_tw: 輕點輔助手勢延遲

# ACTIVATE_TAP_TIMEOUT_FOOTER
source: To perform a tap, lift your finger before the timeout expires. To perform a different gesture, touch the screen until the timeout expires, then perform the gesture.
ar: لتنفيذ ضغطة، ارفع إصبعك قبل انتهاء المهلة. لتنفيذ إيماء مختلف، المس الشاشة حتى تنتهي المهلة ثم قم بتنفيذ الإيماء.
bg: За да направите докосване, вдигнете вашия пръст, преди да изтече таймерът. За да направите друг жест, докоснете екрана, докато изтече таймерът и след това направете жеста.
ca: Per fer un toc, aixeca el dit abans no s’acabi el límit de temps. Per fer un altre gest, toca la pantalla fins que s’esgoti el límit i llavors fes el gest.
cs: Chcete‑li klepnout, zdvihněte prst před vypršením časového limitu. Pokud chcete provést jiné gesto, podržte prst na obrazovce až do vypršení limitu a poté proveďte gesto.
da: Du trykker ved at løfte din finger før udløbet af intervallet. Du udfører en anden bevægelse ved at røre ved skærmen, indtil intervallet udløber, og derefter udføre bevægelsen.
de: Zum Tippen hebe den Finger vor Ablauf der Zeitüberschreitung. Zum Ausführen einer anderen Geste berühre den Bildschirm, bis die Zeitüberschreitung eintritt, und führe dann die Geste aus.
el: Για εκτέλεση αγγίγματος, σηκώστε το δάχτυλο προτού λήξει το χρονικό όριο. Για εκτέλεση διαφορετικής χειρονομίας, αγγίξτε την οθόνη μέχρι να λήξει το χρονικό όριο και μετά εκτελέστε τη χειρονομία.
es: Para realizar un toque, levanta el dedo antes de que acabe el tiempo límite. Para realizar otro gesto, toca la pantalla hasta que el tiempo acabe y luego realiza el gesto.
es_us: Para realizar un toque, levanta tu dedo antes de que el intervalo se termine. Para realizar otro gesto, toca la pantalla hasta que el intervalo se termine y luego realiza el gesto.
fi: Tee napautus nostamalla sormesi ennen kuin viive umpeutuu. Tee toinen ele koskettamalla näyttöä kunnes viive kuluu umpeen. Tee ele sen jälkeen.
fr: Pour effectuer un toucher, levez le doigt avant la fin du délai. Pour effectuer un autre geste, touchez l’écran jusqu’à la fin du délai puis effectuez votre geste.
fr_ca: Pour effectuer un contact, levez votre doigt avant que le délai soit écoulé. Pour effectuer un geste différent, touchez l’écran jusqu’à expiration du délai, puis effectuez le geste.
he: כדי לבצע הקשה, יש להרים את האצבע לפני סיום פרק הזמן המוקצב. לביצוע מחווה אחרת, יש לגעת במסך עד לסיום פרק הזמן המוקצב, ואז לבצע את המחווה.
hi: टैप करने के लिए टाइमआउट से पहले अपनी उँगली उठाएँ। किसी अन्य जेस्चर के लिए टाइमआउट तक स्क्रीन को टच करें फिर उसके बाद जेस्चर बनाएँ।
hr: Za izvođenje kratkog dodira, podignite prst prije isteka vremena. Za izvođenje druge geste, dodirujte zaslon do isteka vremena, zatim izvedite gestu.
hu: Koppintás végrehajtásához emelje fel az ujját az időtúllépés előtt. Egy másik kézmozdulat végrehajtásához tartsa megérintve a képernyőt az időtúllépés idejéig, majd hajtsa végre a kézmozdulatot.
id: Untuk mengetuk, angkat jari Anda sebelum waktu habis. Untuk melakukan gerakan lain, sentuh layar hingga waktu habis, lalu lakukan gerakan.
it: Per un tocco, solleva il dito prima che il tempo scada. Per un gesto differente, tocca lo schermo fino a quando il tempo non scade, quindi effettua il gesto desiderato.
ja: タップするには、タイムアウトになる前に指を離します。別のジェスチャを行うときは、タイムアウトになるまで画面をタッチし続けてから、ジェスチャを行います。
kk: Түрту әрекетін орындау үшін, саусағыңызды күту уақыты аяқталмас бұрын көтеріңіз. Басқа әрекет орындау үшін, күту уақыты аяқталғанға дейін экранды түртіп, қимылды орындаңыз.
ko: 탭할 때에는 상기 시간이 초과되기 전에 손가락을 떼십시오. 다른 제스처를 수행할 때에는 상기 시간이 초과될 때까지 화면을 터치한 다음 제스처를 수행하십시오.
lt: Norėdami bakstelėti, pakelkite pirštą, kol nesibaigė laikas. Norėdami atlikti kitą gestą, palieskite ekraną, kol pasibaigs laiko limitas, tada atlikite gestą.
ms: Untuk mengetik, angkat jari anda sebelum tamat masa. Untuk melakukan gerak isyarat berbeza, sentuh skrin sehingga tamat masa, kemudian lakukan gerak isyarat.
nb: Løft fingeren før tidsintervallet utløper for å fullføre trykket. Hvis du vil utføre en annen bevegelse, trykker du på skjermen til tidsintervallet utløper og gjør deretter bevegelsen.
nl: Om te tikken, moet je je vinger optillen voordat de time-outtijd is verstreken. Om een ander gebaar uit te voeren, raak je het scherm aan totdat de time-outtijd is verstreken en voer je vervolgens het gebaar uit.
pl: Aby wykonać gest stuknięcia, unieś palec przed osiągnięciem limitu czasu. Aby wykonać inny gest, dotykaj ekranu, aż limit czasu upłynie, a następnie wykonaj gest.
pt: Para realizar um toque, levante o dedo antes que o tempo limite se esgote. Para realizar outro gesto, toque na tela até que o tempo se esgote e realize o gesto.
pt_pt: Para efetuar um toque, levante o dedo antes do tempo limite acabar. Para fazer um gesto diferente, toque no ecrã até ao fim do tempo limite e, depois, faça o gesto.
ro: Pentru a executa o apăsare, ridicați-vă degetul înainte de expirarea timpului de așteptare. Pentru a executa un alt gest, atingeți ecranul până la expirarea timpului de așteptare, apoi executați gestul.
ru: Чтобы выполнить касание, приподнимите палец с экрана до истечения периода ожидания. Для выполнения другого жеста удерживайте палец, пока не истечет период ожидания, затем выполните следующий жест.
sk: Pre vykonanie klepnutia nadvihnite prst pred vypršaním časového intervalu. Ak chcete spraviť iné gesto, podržte prst na obrazovke až do vypršania časového intervalu a potom vykonajte gesto.
sl: Za izvedbo tapa dvignite prst pred potekom časovne omejitve. Za izvedbo drugačne kretnje se dotikajte zaslona, dokler časovna omejitev ne poteče, nato pa izvedite kretnjo.
sv: Du utför en tryckning genom att lyfta på fingret innan tidsgränsen löper ut. Om du vill utföra en annan gest håller du på skärmen tills tidsgränsen löper ut och utför sedan gesten.
th: ถ้าต้องการทำการแตะ ให้ยกนิ้วของคุณออกก่อนที่จะหมดเวลา ถ้าต้องการทำคำสั่งนิ้วอื่น ให้แตะหน้าจอจนกว่าจะหมดเวลา จากนั้นจึงทำคำสั่งนิ้ว
tr: Bir dokunma gerçekleştirmek için zaman aşımı süresi dolmadan parmağınızı kaldırın. Farklı bir hareket için zaman aşımı süresi dolana dek ekrana dokunun, sonra hareketi gerçekleştirin.
uk: Щоб виконати торкання, приберіть палець, поки не вийшов час очікування. Щоб виконати інший жест, тримайте екран, поки не вийде час очікування, потім виконайте жест.
vi: Để thực hiện một thao tác chạm, nhấc ngón tay lên trước khi hết thời gian chờ. Để thực hiện một cử chỉ khác, chạm vào màn hình trước khi hết thời gian chờ, sau đó thực hiện cử chỉ.
zh_cn: 若要执行一次轻点，请在超时前抬起手指。若要执行另一个手势，请触控屏幕直到超时，然后执行手势。
zh_hk: 如要執行點按動作，請在時限內放開手指。如要執行其他動作，請觸碰螢幕直到時限結束，然後執行相關手勢。
zh_tw: 若要執行點一下的動作，請在逾時時間結束前抬起手指。若要執行不同的手勢，請觸控螢幕直到逾時時間結束，然後執行手勢。

# ACTIVATION_METHOD
source: Tap Assistance
ar: مساعدة الضغط
bg: Помощ при докосване
ca: Assistència de toc
cs: Asistence při klepnutí
da: Hjælp til tryk
de: Tipp-Assistent
el: Βοήθεια αγγίγματος
es: Asistencia para toque
es_us: Ayuda táctil
fi: Napautusavustaja
fr: Aide à la pression
fr_ca: Assistance au toucher
he: מסייע ההקשה
hi: टैप सहायता
hr: Asistirani dodir
hu: Érintésasszisztencia
id: Bantuan Ketukan
it: Assistente tocco
ja: タップ補助
kk: Түрту бойынша көмек
ko: 탭 지원
lt: Bakstelėjimo pagalba
ms: Bantuan Ketik
nb: Trykkstøtte
nl: Tikassistentie
pl: Stukanie wspomagane
pt: Toque Assistido
pt_pt: Toque assistido
ro: Asistență apăsare
ru: Помощь при касании
sk: Asistent klepnutia
sl: Pomoč pri tapu
sv: Tryckhjälp
th: การช่วยเหลือการแตะ
tr: Dokunma Yardımı
uk: Асистент дотику
vi: Hỗ trợ chạm
zh_cn: 轻点辅助
zh_hk: 點按輔助
zh_tw: 輕點輔助
